/* CE_FATAL_CANT_SET_DRAWABLE */
"aglSetDrawable returned an error condition. This error is extremely abnormal and should never occur." = "aglSetDrawable returned an error condition. This error is extremely abnormal and should never occur.";

/* CE_FATAL_CANT_CREATE_DIRS */
"An error occurred while trying to create some required directories. (This program cannot be run from a locked volume)." = "An error occurred while trying to create some required directories. (This program cannot be run from a locked volume).";

/* CE_FATAL_CANT_OPEN_SOUND */
"An error occurred while trying to open the sound output device. This error is highly abnormal and can usually be resolved by restarting your computer." = "An error occurred while trying to open the sound output device. This error is highly abnormal and can usually be resolved by restarting your computer.";

/* CE_FATAL_CANT_GET_BLITTER */
"An error occurred while trying to select a video blitter. This should never happen under normal circumstances; if it persists, please try reinstalling the emulator." = "An error occurred while trying to select a video blitter. This should never happen under normal circumstances; if it persists, please try reinstalling the emulator.";

/* CE_FATAL_CANT_SWITCH_RESOLUTION */
"An error occurred while trying to set your screen to 640*480. If this persists, turn off the \"Switch Resolution\" option in Preferences. (This might also be fixed by rebooting the computer)." = "An error occurred while trying to set your screen to 640*480. If this persists, turn off the \"Switch Resolution\" option in Preferences. (This might also be fixed by rebooting the computer).";

/* CE_FATAL_INTERNAL_ERROR */
"An internal error has occurred within CoreEmulator. This should never happen. Further information which may shed light on the problem may be found in the Console." = "An internal error has occurred within CoreEmulator. This should never happen. Further information which may shed light on the problem may be found in the Console.";

/* CE_FATAL_LACK_OF_TEXTURE_MEMORY */
"Not enough texture memory was available for the single size video mode in this emulator. (This should never happen; it might be fixable by rebooting the computer)." = "Not enough texture memory was available for the single size video mode in this emulator. (This should never happen; it might be fixable by rebooting the computer).";

/* CE_FATAL_LACK_OF_TEXTURE_MEMORY */
"The Emulator Enhancer registration dialog box could not be found. Please download a fresh copy of EE from the official web page." = "The Emulator Enhancer registration dialog box could not be found. Please download a fresh copy of EE from the official web page.";

/* CE_FATAL_CANT_LOAD_BLITTERS */
"The file \"Blitter.bundle\" could not be opened. Please ensure it is present within the application package." = "The file \"Blitter.bundle\" could not be opened. Please ensure it is present within the application package.";

/* CE_FATAL_NEEDS_X */
"This program uses a number of system features which are not available under earlier versions of the Mac OS. " = "This program uses a number of system features which are not available under earlier versions of the Mac OS. ";

/* CE_FATAL_CANT_PICK_OPENGL */
"Your video card does not appear to support any video mode suitable for use by this program. This error is extremely abnormal and should never occur." = "Your video card does not appear to support any video mode suitable for use by this program. This error is extremely abnormal and should never occur.";

